Revit 2024 API
BasicLossFactor Constructor
 Creates a basic loss factor object with no loss.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public BasicLossFactor()
Visual Basic
Public Sub New
Visual C++
public:
BasicLossFactor()
See Also
BasicLossFactor Class
BasicLossFactor Overload
Autodesk.Revit.DB.Lighting Namespace